tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "asdf"
brew "gh"
brew "git-lfs"
brew "git-town"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "jq"
brew "lefthook"
brew "maven"
brew "neovim"
brew "postgresql@14", restart_service: true
brew "qpdf"
brew "tmux"
brew "trash"
brew "uv"
brew "zsh"
cask "dbeaver-community"
cask "font-fira-code-nerd-font"
