tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "FelixKratz/formulae"
tap "koekeishiya/formulae"
tap "go-task/tap"
brew "asdf"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "git-town"
brew "go-task"
brew "gnupg"
brew "openjdk"
brew "gradle"
brew "jq"
brew "lefthook"
brew "maven"
brew "neovim"
brew "nmap"
brew "postgresql@14", restart_service: true
brew "qpdf"
brew "shellcheck"
brew "sketchybar"
brew "starship"
brew "skhd"
brew "tmux"
brew "trash"
brew "uv"
brew "yabai"
brew "zsh"
cask "dbeaver-community"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
