tap "dbt-labs/dbt-cli"
tap "dbt-labs/dbt-int", "git@github.com:dbt-labs/homebrew-dbt-int.git"
tap "felixkratz/formulae"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "withgraphite/tap"
brew "asdf"
brew "boost"
brew "glib"
brew "python@3.12"
brew "cairo"
brew "changie"
brew "cmake"
brew "devspace"
brew "docker-credential-helper-ecr"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-lfs"
brew "git-town"
brew "gnupg"
brew "harfbuzz"
brew "libtiff"
brew "openjdk"
brew "gradle"
brew "grep"
brew "jq"
brew "ktfmt"
brew "lefthook"
brew "luarocks"
brew "llvm"
brew "maven"
brew "mysql"
brew "neovim"
brew "nmap"
brew "openblas"
brew "openjdk@17"
brew "pkgconf"
brew "postgresql@14"
brew "qpdf"
brew "shellcheck"
brew "squashfs"
brew "starship"
brew "tmux"
brew "trash"
brew "uv"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "dbt-labs/dbt-cli/dbt"
brew "felixkratz/formulae/borders"
brew "go-task/tap/go-task"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "withgraphite/tap/graphite"
cask "dbeaver-community"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "mitmproxy"
cask "ngrok"
cask "raycast"
cask "sf-symbols"
cask "wireshark"
